Object.assign((window.ESP = window.ESP || { lessons: [], dict: {} }).dict, {
  "tenéis": ["ви маєте (tener)"], "mascota": ["домашній улюбленець"], "mascotas": ["домашні улюбленці"], "tengo": ["я маю, у мене є (tener)"], "tortuga": ["черепаха"],
  "mi": ["мій, моя"], "verde": ["зелений"], "marrón": ["коричневий"], "pancha": ["Панча (ім'я черепахи)"], "tímida": ["сором'язлива"], "tímido": ["сором'язливий"],
  "tienen": ["вони мають, Ви маєте (tener)"], "sí": ["так"], "tenemos": ["ми маємо (tener)"], "perro": ["пес, собака"], "hermano": ["брат"],
  "tiene": ["він / вона має, Ви маєте (tener)"], "gata": ["кицька, кішка"], "gato": ["кіт"], "colega": ["Колега (кличка пса); колега, друг"], "inteligente": ["розумний"],
  "su": ["його, її, їхній"], "pájaro": ["пташка, птах"], "amarillo": ["жовтий"], "pío": ["Піо (кличка пташки)"], "sabe": ["вміє, знає (saber)"], "cantar": ["співати"],
  "bien": ["добре"], "amigo": ["друг"], "ratón": ["миша, мишка"], "blanco": ["білий"], "que": ["що, який (сполучник)"], "cito": ["Сіто (кличка мишки)"], "zoa": ["Зоа (кличка кицьки)"],
  "blanca": ["біла"], "negra": ["чорна"], "negro": ["чорний"], "negros": ["чорні"], "cariñosa": ["лагідна, ласкава"], "tener": ["мати"], "tienes": ["ти маєш (tener)"],
  "rock": ["рок (музика)"], "ovejita": ["овечка"], "oveja": ["вівця"], "ovejas": ["вівці"], "no": ["ні, не"], "nada": ["нічого"], "tres": ["три"], "cabaña": ["хатинка"],
  "me": ["мені, мене"], "da": ["дає (dar)"], "leche": ["молоко"], "otra": ["інша, друга"], "lana": ["вовна"], "queso": ["сир"], "semana": ["тиждень"],
  "completa": ["доповни (completar)"], "granja": ["ферма"], "nueve": ["дев'ять"], "años": ["роки"], "estuche": ["пенал"], "azul": ["синій, блакитний"], "coche": ["автомобіль"],
  "cuántas": ["скільки (ж. р.)"], "canción": ["пісня"], "cuatro": ["чотири"], "once": ["одинадцять"]
});
