Object.assign((window.ESP = window.ESP || { lessons: [], dict: {} }).dict, {
  "idiomas": ["мови"], "idioma": ["мова"], "francés": ["французька мова; француз"], "poco": ["мало (un poco de — трохи)"], "portugués": ["португальська мова; португалець"],
  "estudiamos": ["ми вчимо, вивчаємо (estudiar)"], "país": ["країна"], "reino": ["королівство (Reino Unido — Велика Британія)"], "unido": ["об'єднаний (Reino Unido — Сполучене Королівство)"],
  "inglés": ["англійська мова; англієць"], "japón": ["Японія"], "japonés": ["японська мова; японець"], "brasil": ["Бразилія"], "grecia": ["Греція"], "griego": ["грецька мова; грек"],
  "alemania": ["Німеччина"], "alemán": ["німецька мова; німець"], "italiano": ["італійська мова; італієць"], "polonia": ["Польща"], "polaco": ["польська мова; поляк"],
  "turquía": ["Туреччина"], "turco": ["турецька мова; турок"], "portugal": ["Португалія"], "quién": ["хто"], "ahora": ["тепер, зараз"], "ucraniana": ["українка"],
  "ucraniano": ["українська мова; українець"], "e": ["і (замість y перед словом на i-/hi-)"], "peruana": ["перуанка"], "mexicano": ["мексиканець"], "argentinos": ["аргентинці"],
  "venezolanas": ["венесуелки"], "española": ["іспанка"], "españoles": ["іспанці"], "españolas": ["іспанки"], "nacionalidades": ["національності"], "nacionalidad": ["національність"],
  "alemana": ["німкеня"], "alemanes": ["німці"], "alemanas": ["німкені"], "portuguesa": ["португалка"], "portugueses": ["португальці"], "portuguesas": ["португалки"],
  "argentino": ["аргентинець"], "argentinas": ["аргентинки"], "brasileño": ["бразилець"], "brasileña": ["бразилійка"], "brasileños": ["бразильці"], "brasileñas": ["бразилійки"],
  "señala": ["покажи (señalar)"], "pregunta": ["запитай (preguntar); запитання"], "tu": ["твій, твоя"], "compañero": ["товариш, однокласник"], "china": ["Китай; китаянка"],
  "con": ["з"], "chico": ["хлопчик, хлопець"], "una": ["неозначений артикль ж. р. (одна)"], "chica": ["дівчинка, дівчина"], "dos": ["два"], "niños": ["діти"],
  "cubano": ["кубинець"], "chinos": ["китайці"], "japonesa": ["японка"], "pedro": ["Педро (ім'я)"], "luis": ["Луїс (ім'я)"], "marta": ["Марта (ім'я)"], "eva": ["Ева (ім'я)"],
  "chino": ["китайська мова; китаєць"], "peruano": ["перуанець"], "peruanos": ["перуанці"], "estudian": ["вони вчать (estudiar)"], "estudio": ["я вчу (estudiar)"], "vivo": ["я живу (vivir)"]
});
